{
    "0": {
        "学科": "【生物】",
        "问题": " 问题：老师好，D错误，我知道，C选项我认为也不对，Y若代表口腔，X是淀粉，Z应该是麦芽糖，所以我认为C选项",
        "解题思路": "解题思路：选D   X代表脂肪，脂肪不会到肝脏或者胆汁中，肝脏分泌的胆汁是会经过胆管流入到小肠中的，所以消化脂肪的场所应该是小肠，而不是肝脏和胆汁。B和C的意思相似，胃中初步消化蛋白质在小肠中彻底被消化。口腔中初步消化淀粉在小肠中彻底被消化。都正确",
        "解题办法": "解题办法：主要考查的是食物的消化场所及消化后的产物。"
    },
    "1": {
        "学科": "【生物】",
        "问题": " 问题：消化道的产物什么是多肽？多肽是由胃蛋白酶消化而产生的，但是它和氨基酸的区别是什么？",
        "解题思路": "解题思路：同学：你这个问题问得有深度，在目前不要求，在高中学习中将祥细学习。简单分析如下：氨基酸是构成蛋白质的基本单位，两个氨基酸通过脱水缩合反应形成二肽，以此类推，形成三、四肽等，三肽以上就叫多肽，形成多肽链，一条或多条链形成一定空间结构，从而形成蛋白质。不知这样能否帮到你！",
        "解题办法": "解题办法：氨基酸是构成蛋白质的基本单位，两个氨基酸通过脱水缩合反应形成二肽，以此类推，形成三、四肽等，三肽以上就叫多肽，形成多肽链，一条或多条链形成一定空间结构，从而形成蛋白质。"
    },
    "2": {
        "学科": "【生物】",
        "问题": " 问题： 生物与环境的关系大树底下好乘凉是生物影响环境还是环境影响生物？为什么？卷子上出了一道题，答案是生物影响环境，因为树会产生蒸腾现象，但我个人还是觉得是环境影响生物，所以想问问老师到底是什么，为什么选这个答案。",
        "解题思路": "解题思路：“大树底下好乘凉”，是大树的蒸腾作用对环境的影响，即生物对环境的影响！蒸腾作用是植物体内的水分以气体状态通过气孔散失到大气中的过程．",
        "解题办法": "解题办法：蒸腾作用为大气提供大量的水蒸气，增加空气湿度，降雨量增多；蒸腾作用散失水分，吸收热量，使气温降低；夏天大树还能遮挡阳光，降低温度；此外大树还能进行光合作用，释放氧气，使空气清新宜人．因此树荫下，空气湿润、凉爽、清新宜人．这些都是大树这种生物对环境产生的影响！因此，我们说大树底下好乘凉是生物对环境的影响！"
    },
    "3": {
        "学科": "【生物】",
        "问题": " 问题： 遗传与变异女性的染色体共有多少条，可表示为什么，可产生卵细胞中染色体有多少条，可表示为什么。男性题体细胞中染色体有多少条，可表示为什么，男性产生的精子中染色体有多少条，可表示为什么。",
        "解题思路": "解题思路：女性体细胞中的染色体为44+XX，产生的卵细胞中的染色体为22+x男性体细胞中的染色体为44+XY，产生的精子中的染色体为22+X或22+Y",
        "解题办法": "解题办法：男女性体细胞中的染色体均为46条，产生的生殖细胞中的染色体均为23条。"
    },
    "4": {
        "学科": "【化学】",
        "问题": " 问题： 关于雨的知识雨里都含有什么？雨是怎样形成的？酸雨的温度是不是很高是不是还很辣？",
        "解题思路": "解题思路：空气中的水蒸气在一定条件下形成冰晶。坠落到近地面融化成水就形成了雨。如果空气被污染，比如二氧化硫。会产生酸雨。",
        "解题办法": "解题办法：这主要是考察环境保护的问题。空气中的水与污染物二氧化硫。生成亚硫酸。亚硫酸被氧化为硫酸。雨就变酸了。"
    },
    "5": {
        "学科": "【化学】",
        "问题": " 问题： 溶液和水的基础知识.将100克40%的硝酸溶液可以稀释成多少克10%硫酸溶液（设质量为x）.得：10%硫酸溶液质量为多少克？需加水质量为多少克？",
        "解题思路": "解题思路：1.利用稀释前后溶液中溶质质量不变计算2.加水质量等于稀溶液质量减去浓溶液质量具体分析过程看下图，希望能帮助你",
        "解题办法": "解题办法：利用一元一次方程的方法列稀释前后的溶液中溶质相等的等式。"
    },
    "6": {
        "学科": "【物理】",
        "问题": " 问题： 小孔成像（物理）老师们好。在小孔成像中，是孔与发光物大小一致就不会出现倒像吗？",
        "解题思路": "解题思路：小孔成像是由于光的直线传播导致的。孔如果过大（但不一定和物体相等），那么成在光屏上的就不再是像。。。。。。。。。。。。。。。。。",
        "解题办法": "解题办法：小孔成像要想成倒立的，像孔要足够小。若空比较大，那么，落在光屏上的就是孔的形状。大孔和小孔的区别图解如下。"
    },
    "7": {
        "学科": "【物理】",
        "问题": " 问题： 电磁的有关知识请问老师，直流电和交流电有什么区别？",
        "解题思路": "解题思路：直线电的方向是固定不变的；交流电的大小和方向是周期性变化的；我用的充电宝是直流的，家里的空调电视冰箱用的是交流电",
        "解题办法": "解题办法：直流电和交流电的不同：1、两者的变化特性不同。交流电的电流大小和方向会随时间作周期性变化，在一个周期内的运行平均值为零，通常波形为正弦曲线，而直流电没有周期性变化。2、两者的产生方式不同。交流电是磁基，机械方式产生，凡交流电一定带电磁特性，存在磁芯材料。直流电是化学基，光伏也好，铅酸也好，以化学能转电能为主。3、两者的转化方式不同。交流电转直流电是通过整流+滤波，得到脉动直流电。直流电转交流电通过振荡+逆变，得到各种弦波的交流电。交流电便于传输，电子类直流供电为主，磁基用电器可以直接使用交流电，电阻类交直流两用。"
    },
    "8": {
        "学科": "【物理】",
        "问题": " 问题： 密度的应用我清楚平均含沙量是沙子的质量除以样水的体积，沙子的质量应该是沙子的体积乘以沙子的密度，但是沙子的体积应该怎么求呢？感觉有点绕。",
        "解题思路": "解题思路：",
        "解题办法": "解题办法：要求出40立方米水样中含有沙子的质量，除以水样40立方米，就是含沙量，看看详细分析和解题过程。"
    },
    "9": {
        "学科": "【数学】",
        "问题": " 问题：寻找规律题一组按规律排列的式子，1/a,a的三次方分之4,a的五次方分之9,a的七次方分之16,点点儿点儿a不等于零，其中第六个式子是,第n个式子是,n为正整数",
        "解题思路": "解题思路：这个规律需要分子和分母分别去找，分子正好是n的平方，分母都是a的，多少次方指数正好是13579？也就是二n-1，，。。。。",
        "解题办法": "解题办法：认真审题，画出重点词句，根据已知条件联系所学知识来解决问题，这是老师的解答思路及解答过程，参考一下，希望对你有帮助！"
    },
    "10": {
        "学科": "【数学】",
        "问题": " 问题： 麻烦老师帮忙看看，有一点有点搞不明白那个第三问的那个不是得分类讨论，讨论a大于0还是小于0吗，然后那个方程组的-a➖2我知道需要看顶点大于0还是小于0，但是那个3a➖2是什么，为什么3a➖2要大于0.要小于0.只有那一点不会，麻烦老师帮忙详细解答",
        "解题思路": "解题思路：三a-2是抛物线与y轴交点的纵坐标，认真审题，画出重点词句，根据已知条件联系所学知识来解决问题，这是老师的解答思路及解答过程，参考一下，希望对你有帮助！",
        "解题办法": "解题办法：认真审题，画出重点词句，根据已知条件联系所学知识来解决问题，这是老师的解答思路及解答过程，参考一下，希望对你有帮助！"
    },
    "11": {
        "学科": "【生物】",
        "问题": " 问题： 关于激素调节老师好，D选项中流泪和激素调节有什么关系呢？谢谢老师。B项中错的原因是因为小肠中有肠腺分泌消化液消化食物吗？谢谢老师，请给予指导。",
        "解题思路": "解题思路：选B胰脏既是消化系统的器官，也是内分泌系统的器官。胰脏中的胰岛可以分泌胰岛素，具有降低血糖的作用。胰脏中的胰腺可以分泌胰液流入小肠中帮助消化食物。胰岛只能分泌胰岛素而不能分泌胰液。",
        "解题办法": "解题办法：看电影情绪激动或者悲伤时，大脑皮层就会特别兴奋，并通过支配肾上腺的神经促使肾上腺分泌较多的肾上腺素等，所以看电影流泪是神经调节和激素调节共同作用的结果。"
    },
    "12": {
        "学科": "【生物】",
        "问题": " 问题： 盲人阅读与什么中枢有关请问老师盲人阅读与什么中枢有关？如何完成的阅读。谢谢老师。",
        "解题思路": "解题思路：",
        "解题办法": "解题办法：盲人阅读和感觉中枢以及语言中枢有直接关系。盲人阅读是靠手指触摸，然后传到大脑皮层的感觉中枢，然后通过语言中枢再给它翻译出来。"
    },
    "13": {
        "学科": "【生物】",
        "问题": " 问题： 关于细胞的问题细胞膜和细胞壁有什么区别？细胞的结构我有些不懂，求讲解，谢谢",
        "解题思路": "解题思路：植物细胞的最外面一层结构为细胞壁，有保护和支持作用，细胞壁以里是细胞膜，细胞膜比细胞壁薄，有保护和控制物质进出的作用，细胞膜以里是细胞质，中间是细胞核。可参考下图。",
        "解题办法": "解题办法：细胞的结构和功能：细胞壁--保护和支持细胞。细胞膜--保护和控制物质进出。细胞质--加速细胞与外界环境的物质交换。液泡--含有细胞液，溶解着多种物质。细胞核--含有遗传物质，控制生物的遗传和变异。叶绿体—光合作用的场所。线粒体—呼吸作用的场所。植物细胞与动物细胞的区别:植物细胞有细胞壁、叶绿体、液泡，动物细胞没有。"
    },
    "14": {
        "学科": "【历史】",
        "问题": " 问题： 关于新中国会议中共十二大和中共十二届三中全会有区别吗求老师进行具体解释同理中共十一大和中共十一届三中全会、中共十一届四中全会也是这个关系吗？",
        "解题思路": "解题思路：此题考察的是党的会议   做这样的资本主义近代民主政治  需要认真审题 理解材料中的内涵 然后在认真审题 结合所学来回答问题",
        "解题办法": "解题办法：有区别  十二大是党的全国代表大会，十二届三中全会是十二大以后党的中央委员会议 以此次类推  十二大以后到十三大召开之前召开几次就是十二届几次会议"
    },
    "15": {
        "学科": "【化学】",
        "问题": " 问题： 不会区分溶液中溶质溶剂求溶液中溶质和溶剂的例子",
        "解题思路": "解题思路：溶液中存在多种物质，其中一种或几种物质分散在了一种物质中。判断溶质和溶剂可以有几种办法。1.看什么物质被溶解，什么物质是溶质，溶解其他物质的就是溶剂。2.一般情况：有水时，无论水多少，水都是溶剂；如果没有水，物质都为液体，则量多的是溶剂，量少的是溶质；如果状态不同，固或气作溶质，液体作溶剂。例如：70%的乙醇溶液，里面应该有70%的乙醇和30%的水，两种都为液体，但是有水存在，虽然水少，但水也是溶剂，乙醇是溶质。碘酒溶液，存在碘和酒精两种物质，固体碘作溶质，液体酒精是溶剂。3.看溶液名称：如果溶液名称中有两种物质的名子，则写在前面的是溶质，后面的是溶剂；如果溶液名称中只有一种物质的名子，则这一种物质一定是溶质，水是溶剂，被省略了。例如：硫酸铜溶液，只有硫酸铜一种物质的名称，说明硫酸铜作溶质，水作溶剂。秋水仙碱的乙醇溶液，溶液名称中有“秋水仙碱”和“乙醇”两种物质名称，则写在前面的“秋水仙碱”是溶质，写在后面的“乙醇”是溶剂。",
        "解题办法": "解题办法：分析溶液中存在的物质，根据上面的思路进行判断。一定可以判断清楚的。"
    },
    "16": {
        "学科": "【化学】",
        "问题": " 问题： 二氧化碳的溶解性是微溶还是易溶？还是难溶？怎么区分呀？",
        "解题思路": "解题思路：",
        "解题办法": "解题办法：二氧化碳能溶于水氧气微溶于水，也可以是不易溶于水氢气难溶依据一体积水溶解的量不同区分"
    },
    "17": {
        "学科": "【化学】",
        "问题": " 问题： 均一稳定的液体为什么不一定是溶液？溶液的特征不就是均一稳定吗？",
        "解题思路": "解题思路：",
        "解题办法": "解题办法：孩子，溶液的定义是这样表述的：一种或几种物质分散到另一种物质中，形成的均一、稳定的混合物。所以他的特征是：均一性、稳定性、混合物例如：水是均一稳定的液体，但不是混合物，所以不是溶液。希望能够帮助到你！"
    },
    "18": {
        "学科": "【化学】",
        "问题": " 问题： 混合物分离老师请您帮我解释一下什么样的混合物可以用溶解过滤蒸发顺序操作呢",
        "解题思路": "解题思路：",
        "解题办法": "解题办法：能溶解的是可以溶于水的物质，过滤是把不溶于水的固体物质从溶液中分离出来，所以，按溶解过滤蒸发顺序操作分离的混合物应该是一种可溶一种不可溶的固体混合物，比如粗盐提纯"
    },
    "19": {
        "学科": "【生物】",
        "问题": " 问题： 特异性免疫老师，注射抗体算人工免疫吗？书上写的是把抗原接种到人体才算人工免疫啊",
        "解题思路": "解题思路：",
        "解题办法": "解题办法：注射抗体算人工免疫，只要是人工注射的和抗原或者抗体相关的物质都属于人工免疫，相对于自然免疫，可以不经过患病这一过程"
    }
}